@include('includes.language')
@extends('layouts.default', ['page_header' =>'About','page_parent' =>'Home','page_parent_path' =>'/','page_path' =>'', 'page_banner' =>'sub_banner.png'])
@section('content')
    <img class="bg" src="/img/background.png" alt="" style=" width: 100%; min-height: 1200px; object-fit: fill;opacity: 0.3;">
    <div class="col-12 d-flex justify-content-center" style="margin-top:80px; position: absolute; top: 0;left: 0;">
        <!-- body -->
        <div class="container">
                
            <div class="col-12">
                <div class="section-heading text-center">
                    <h6 class="tag">Guidelines</h6>
                    <h2 style="font-weight: 900">{{trans('dictionary.competition')}}{{trans('dictionary.borcher')}}</h2>
                </div>
            </div>

            <div class="d-flex flex-wrap align-items-center" style="padding: 0 90px 0 110px; margin-bottom: 50px;">

                
                <p style="text-indent: -2em; color: black; font-weight:500; text-align:justify;">               
                        壹、 赛事理念
                    联合国教科文组织表明，独立思考是未来年轻人必须具备的重要竞争力。亚洲思辨教育学会坚持「以中文为基础，从母语出发」，培养学生深度思考与议论写作的能力，并借鉴北欧的思辨教育教学方式，提高知识的互动性，让学科的边界感降低。
                    透过书写，不仅促成语文的学习，更能带来思维的碰撞。


                    思辨，不是只有口说的形式；
                    辩论，更不止于语言的输出。

                    「亚洲思辨写作对抗赛」希望参赛者透过敲击键盘，强化个人观点的论证与论述，透过书写，展现深度思考的力量——让文字从单向变成双向，从输出变成对抗。
                    亚洲思辨教育学会筹备一年半，将写作与辩论结合，并打破地域的限制。让全球热爱中文的青少年可以同场以文字进行即时的思想竞技，让思辨的盛宴在亚洲杯中文辩论赛之外持续扩张，让我们一起——「用中文思辨，用写作看世界」。

                        貳、 比赛特色
                        1. 全亚洲首创写作思辨赛事：首个以书写文字作为比赛形式的思辨之旅，独家研发线上即席反驳系统，突破传统形式，升级思辨体验，让写作不再枯燥。
                        2. 国际性规模让各地选手汇聚一堂：利用线上平台跨越距离与时间的限制，让来自大陆、港澳台、美加、澳洲、纽西兰、星马泰等地同年龄段的思辨精英互动式临场写作，鼓励多元独立思考的交流。
                        3. 大咖语文名师与思辨专家强强联手：评审团由超过30所国际学校中文校长、主任受邀，与30位顶级思辨教育工作者汇集而成，确保批卷素质专业；凡报名参加比赛之选手均可参加由评审亲自主持的思辨讲座。

                        參、 比赛方法
                    报名资格
                    报名者必须懂得使用至少一种中文输入法打字（不含语音输入）。
                    比赛按年龄分为三个组别：
                        1. A组
                    中学在学学生或毕业生，且于2022年12月25日前未满19岁者（低于19岁，不含19岁），方可报名。
                        2. B组
                    中学在学学生或毕业生，且于2022年12月25日前未满16岁者（低于16岁，不含16岁），方可报名。
                        3. C组
                    中学在学学生或毕业生，且于2022年12月25日前未满13岁者（低于13岁，不含13岁），方可报名。


                    报名方式
                        1. 每位选手须透过以下平台输入联络方式、所属学校、付款证明等资料：
                        • 个人报名-
                    Google Form（繁体版）或
                    腾讯问卷（简体版）；
                        • 团体报名-
                    Google Form（繁体版）或
                    腾讯问卷（简体版）。
                        2. 报名费（含两场讲座、比赛费用、参赛证书、精美制作物）为每人¥380元，早鸟报名或校级单位十人以上团体报名则每人¥300元。


                        3. 缴费请转帐予「北京纵横思海文化发展有限公司」：
                        • 帐号：0200 2351 0900 0018 632；
                        • 开户行：中国工商银行北京国家文化与金融合作示范区金街支行；
                        • 若需开立发票请于报名表上清晰填写发票抬头、税号与邮寄地址。
                        4. 微信缴费、支付宝缴费以及其他查询请微信联系主办方：


                    王彥渤老師：debatewang
                    刘婷老師：crys-1001



                    比赛程序
                        1. 成功报名者将获电邮通知比赛网站链接、登陆帐号及登陆密码。
                        2. 为保障选手权益，参赛者可于比赛前一至两周登入比赛网站进行测试，测试流程与正式比赛无异，唯每轮作答时间将缩短至2分钟（测试详情将稍后公布）。
                        3. 测试期间的作答内容将不会被计算进任何赛果，如有任何技术性问题，选手应于测试过程中或正式比赛前主动向赛会提出，尽快解决。
                        4. 比赛日当天，选手须提前至少10分钟登入网站并点入比赛场次，所有场次将于电脑系统准时开始。比赛时间开始时，若一方未登入系统，则另一方自动获胜。


                        5. 每轮比赛的具体环节与操作示意图如下：
                            i. 选手登陆比赛页面；

                            ii. 于比赛开始前点击进入当前比赛场次（辩题于比赛正式开始时同步公开）；



                            iii. 打开音讯及摄像头装置聆听流程说明；

                            iv. 第一轮「立论」环节，选手根据所分配的辩题与站方以打字形式输入文稿；



                            v. 选手可阅读自己和对手的立论稿，
                    并进入第二轮「反驳」环节；

                            vi. 提交文稿并静候赛果。

                        6. 呼吁选手关注「思享纵横」微信公众号，
                    查看比赛最新动态。



                    赛事日程




















                    注：
                        1. 每位选手只须参加一场初赛。
                        2. 所有报名及比赛时间以中国时间（GMT+8）作准。

                        肆、 辩题范畴
                    亚洲思辨教育学会所主办的赛事均把讨论议题聚焦在联合国所公告的17项可持续发展目标，结合教育时事，延伸至未来趋势与文化传承。
                    第一届亚洲思辨写作对抗赛的主题发展亦然，每道题目皆来自以下五大领域范畴，希望参赛者累积平日对这五个领域的知识获取，进而建构自己的观点，以文字论证的方式完成赛事。
                    为考验学生在赛场上写作的即时组织与论证能力，主办方赛前仅提供比赛范畴，赛事辩题皆会出自比赛范畴内，唯其深浅程度因年龄组别而异，完整辩题将在比赛正式开始时同步公开。


                        1. 动物权益：
                    联合国经济与社会理事会指出，可持续发展的三大支柱为经济发展、社会公平和环境保护，三大支柱必须同时兼顾，统一协调——动物保护正正与三个支柱紧密相连。
                    Animal，来自于拉丁词根Anim，代表「生命」。人类在指名识物之初，就有万物有灵的体悟，动物福利的概念就是源自于此。孟子认为：「人皆有不忍人之心」同理心是家门兴旺、四海和睦的根基。从饲养照护、动物经济，到动物福利与动物平权——由浅入深的题目，在人与动物的篇章中，是我们必须重点关注的主题。


                        2. 公平正义：
                    在可持续发展的目标当中，有三分之一都与公平正义的主题有关。社会上的饥饿与贫穷、教育中的资源平等、性别上的平等尊重，到国际间的平等合作——公平，一直是最核心基础的价值。
                    不论是个体自身、群体社会，甚至国际世界，每一个环节都须由公平正义来贯穿。这个课题衍生关注的议题很多，主办方特此选取精华出题。


                        3. 历史文化：
                    价值观的建立，从孕育自己的土地开始做起。传统中华文化博大精深，与现代化变革的冲突与融合无所不在。
                    我们认识过去，以古鉴今，华人作为物质文化遗产与非物质文化遗产加总最多的民族，应当优先认识自己，进而认识世界。对历史文化的思辨，是我们的理念与目标。


                        4. 环境保护：
                    可持续发展目标中，能量资源是人类追求永续的重中之重。食物的可持续追求、能源的可持续发展、水资源与海洋资源的共同维护、环境保护的推动、可持续性的经济发展......世界公民的责任在「人与环境」的篇章中处处可见，各国与环境共处，与资源和解的方案推陈出新。思辨，又称素养教育，而素养本身，就在于我们对于生活环境的态度与观念。因此，首届的赛事我们也以环境保护列为出题方向之一。


                        5. 科技发展：
                    未来，是网络的时代，是科技的时代，是大数据的时代。
                    「人与科技」的篇章探讨的是科学技术的未来发展方向与边界。在大量信息快速交替的网络世代，科技公民该如何沉着冷静阅读、消化信息，并且有逻辑的分析与整理，更突显了独立思考的重要。
                    科技的变再快，都值得人类停下脚步，用文字笔杆在每个议题反思，我们才真正的能引领科技，掌控生活。

                        伍、 规则介绍
                        1. 选手独立参赛，每场赛事共分成「立论」与「反驳」两轮，每轮作答时限及字数分别为：
                        • A组（19岁以下组别）：
                        i. 「立论」环节须于80分钟内 最少撰写600字；
                        ii. 「反驳」环节须于40分钟内 最少撰写300字。
                        • B组（16岁以下组别）：
                        i. 「立论」环节须于70分钟内 最少撰写450字；
                        ii. 「反驳」环节须于30分钟内 最少撰写200字。
                        • C组（13岁以下组别）：
                        i. 「立论」环节须于60分钟内 最少撰写300字；
                        ii. 「反驳」环节须于30分钟内 最少撰写120字。

                    注：每轮限时结束时，选手所输入之内容将被系统自动提交，不达最低字数限制之文稿将遭扣分。
                        2. 选手必须打开摄像头才能开始比赛，比赛过程中亦须全程保持摄像头开启，清晰显示由本人作答。
                        3. 每轮作答头30分钟选手不得离开座位；第一轮「立论」环节不设提早交卷，但选手可于第二轮「反驳」环节提早交卷。
                        4. 比赛进行期间，选手可运用语音输入以外的任何一种中文输入法打字；繁、简体由选手自由选择。
                        5. 选手可自由上网查阅资料，但所有作答须由本人独自输入完成，不可有他人在。


                    旁指导或代替作答；若发现选手稿件由他人代写，或于比赛过程中经由他人帮忙完成，将被直接取消资格，以维持赛事公平性。
                        6. 建议选手最低网速1MB，所有连线或技术问题须在测试环节提出，并于正式比赛前解决，赛期若出现连线或其他技术问题须由选手自行承担后果。
                        7. 主办方将按照学术抄袭惯例系统查核所有晋级或得奖作品，若文稿涉及整段抄袭，该场评审将共同商议并重新评核。
                        8. 主办方于评核过程将保留每份作品的匿名性，评审会按照作品编号给予评分，选手不得于文稿中直接提及自己的姓名或间接暗示身分。

                        陸、 赛果奖项
                        1. 每轮比赛结束后，评审会按照「立论」和「驳论」两个环节给予分数和评语。
                        2. 初赛阶段每份作品将获一位中文名师和一位思辨导师批阅，决赛阶段每份作品将获三位中文名师和三位思辨导师批阅。
                        3. 评审批卷将按照比赛配对同时阅读正、反方所撰写的文稿，并为双方的立论稿与反驳稿分别评分，最终晋级赛果以每组的总分作排名计算。
                        4. 每轮评分项目如下：
                        i. 立论稿件（200分）
                    根据选手所抽到的立场站方评核开篇论点的论证完整度，具体评分包括三大面向：扣题的紧密程度、论点的切入视角，及论述的细致程度。


                        ii. 反驳稿件（200分）
                    根据选手对应对手的立论所撰写的反驳稿件给予评分，具体评分包括三大面向：回应的精准程度、反驳的论证强度，及反驳的说服技巧。
                        iii. 推论证明（50分）
                    综合选手在立论稿及反驳稿的表现，审核推论与证明的过程中，论证技巧使用是否得宜、举例类比是否恰当、资料运用及诠释是否合乎逻辑和具说服力。
                        iv. 文字用词（50分）
                    综合选手在立论稿及反驳稿的表现，审核整体用字的精准能力，包括标题是否明确清晰、词句是否通顺、词汇量是否丰富，及错别字的多寡。


                        5. 所有选手均可获《亚洲思辨写作对抗赛参赛证明书》中、英文各一版，及神秘纪念品礼包一份。
                        6. 凡入围决赛选手均可获「入选奖」及《亚洲思辨写作对抗赛作品精选集》，并按照排名获颁「一等奖」、「二等奖」、「三等奖」；其文稿将会于线上平台及作品选集发布。
                        7. 每组决赛选手将竞逐「最佳立论奖」和「最佳反驳奖」；「一等奖」人选中排名前9位可获颁：
                            i. 「冠军」奖座及奖牌（1位）、
                            ii. 「亚军」奖座及奖牌（3位）、
                            iii. 「季军」奖座及奖牌（5位）。


                        8. 比赛另设奖项予老师，选手如有指导老师，可于报名时可填写老师姓名，予获「一等奖」之选手的指导老师可获得「优秀指导老师奖」。

                </p>

            </div>
        </div>
    </div>

   
@stop
@section('end_script')
<script>
</script>
    <!-- <script src="js/general.min.js?v={{Config::get('app.version')}}"></script> -->
@stop