<?php

return array(
    'r1' => '一、請選手確保網絡的流暢度，以全屏形式使用比賽頁面，並於比賽全程保持攝像頭開啟狀態，主辦方將於後台檢查雙方選手攝像頭。每輪作答環節前30分鐘選⼿不得離開座位，比賽攝像將每3秒更新一次。 ',
    'r2' => '二、比賽過程中，若因任何問題退出比賽頁面，只需重新點擊【進入比賽】即可回到比賽頁面，但比賽時間不作調整，且已書寫內容有遺失的風險，請參賽選手使用平台時謹慎操作。若選手在比賽期間出現連線或其他技術問題，須由選手自行承擔後果。 ',
    'r3' => '三、⽐賽進行期間，選手可運用除語音輸入以外的任何⼀種中文輸入法作答；另系統將呈現選手於登入時選擇的繁體與簡體中文。 ',
    'r4' => '四、選手可自由上網查閱資料，但所有作答內容須由本人獨立輸⼊完成，不可有他⼈在旁指導或代替作答。若發現選⼿稿件由他⼈代寫，或於⽐賽過程中經由他⼈幫助完成，則直接取消該選手比賽成績，以維持賽事公平性。 ',
    'r5' => '五、大賽組委會將按照學術抄襲慣例系統查核所有晉級或得獎的作品，若⽂稿涉及整段抄襲，經對手檢舉或評審質疑，則該場比賽將由評審共同商議並重新評核確認，若確認為抄襲則直接判定失去比賽資格。',
    'r6' => '六、大賽組委會於評核過程將保留每份作品的匿名性，評審會按照作品編號給予評分，選手不得於文稿中直接提及自己的姓名或間接暗示身份。',
    'r7' => '七、賽事共分成【⽴論】與【反駁】兩輪環節。',
    'r71' => '每輪環節限時結束時，選手所輸入的內容將被系統自動提交，不達最低字數限制的文稿將遭扣分。每輪作答時限及字數分別為：',
    'r72' => 'A組立論80分鐘，最少撰寫600字；反駁40分鐘，最少撰寫300字。',
    'r73' => 'B組立論70分鐘，最少撰寫450字；反駁30分鐘，最少撰寫200字。',
    'r74' => 'C組立論60分鐘，最少撰寫300字；反駁30分鐘，最少撰寫120字。',
    'r8' => '八、環節說明：',
    'r81' => '【⽴論】環節 —— 選⼿根據所分配的辯題及站方進行立論，以打字形式在作答區內輸⼊，確認立論內容已完成後選手可選擇點擊【提前交卷】。一旦點擊後將直接進入等待時間，無法重返輸入立論稿，另第二輪反駁環節將按時進行，以確保雙方皆有一樣的輸入時間。',
    'r82' => '【反駁】環節 —— 選手可隨時點閱回顧雙方的立論稿。若反駁內容已完成並確定無誤後，可以點擊【提前交卷】等待系統提示【稿件已成功上傳】後方可離開比賽頁面結束比賽；若在系統宣布稿件成功上傳前已關閉視窗，可能會導致文稿無法完整上傳，影響比賽結果。比賽結束後，系統將自動為您提交⽂稿，在此之前請勿關閉比賽視窗。',
    'ps1' => '注1：所有有關比賽規則及賽果，主辦方保留最終詮釋權。',
    'ps2' => '注2：選手在比賽過程中遇到任何問題請點擊右上方【即時咨詢】掃二維碼微信賽會，或透過【反映問題】留言給主辦方。',

    'rlogin1' => '請於比賽10分鐘前進入場次房間，避免錯過比賽。',
    'rlogin2' => '帳號與密碼不得自行更改，如忘記登入資訊，請私訊官方微信，主辦單位將再次提供帳號與密碼。',
    'rlogin3' => '主辦單位保留所有有關比賽規則的解釋權利。',

    'rv1' => '尊敬的參賽選手，您好！',
    'rv2' => '感謝您參與亞洲思辨寫作對抗賽決賽對決。',
    'rv3' => '比賽即將開始，以下幾點注意事項請您知悉：',
    'rv4' => '1. 在比賽開始前，請認真觀看比賽規則介紹影片。比賽過程中，如有任何規則之問題，可以隨時點擊屏幕上方的「比賽規則」進行閱讀。',
    'rv5' => '2. 影片播放完畢後，請您點擊「確認」，然後耐心等待。待雙方選手觀看完畢相關影片，比賽即刻開始。',
    'rv6' => '3. 如遇網頁卡頓等問題致視頻無法正常播放，可點擊跳轉至「優酷視頻」進行觀看。',
    'rv7' => '4. 比賽過程中，如有任何突發情況，請隨時聯絡賽會工作人員進行處理。',
    'rv8' => '感謝您的支持與配合，預祝比賽順利！',
);
